Repository: nuxeo-cps/legacy--CPSBoxes
Catalog: i18n/*.po
Languages: eu, fr, it, nl

source: slot
eu: Ubicación
fr: Emplacement
it: Alloggiamento
nl: Positie

# box text body
source: box text title
fr: FAKE
it: Corpo della casella di testo

source: box text title
eu: Texto de título de la caja
fr: FAKE
it: Titolo della casella di testo
nl: FAKE

# box_search
source: Search
eu: Bilatu
fr: Rechercher
it: Ricerca
nl: Zoeken

# button_create_box
source: Create box
eu: Kutxa sortu
fr: Ajouter une boîte
it: Aggiungi un contenitore ...

# button_text_editor_popup
source: Text Editor...
eu: Editor de texto...
fr: Editeur de texte...
it: Editeur de texte...

# cpsboxes_contenttype_help
source: Display the current folder content *or* display a search result by filling the form below (not restricted to this folder)
fr: Affiche le contenu de répertoire courant, *ou* le résultat de la recherche du formulaire ci-dessous (recherche non restreinte au répertoire courant)

# description_visible_box_from ${context_url}
source: Description box visible from ${context_url}
eu: Hemendik behera ikusiko duzu: ${context_url}
fr: Boîte visible depuis&nbsp;: ${context_url}
it: descrizione dei contenitori visualizzabili da: ${context_url}
nl: Box zichtbaar vanaf&nbsp;:&nbsp;${context_url}

# heading_box_create_form
source: Add a Box
eu: Kutxa gehitu
fr: Ajouter une boîte
it: Aggiungi un contenitore di tipo:
nl: Een box aanmaken

# heading_box_edit_form
source: Box edition
eu: Kutxa editatu
fr: Modification de la boîte
it: Modifica il contenitore:
nl: Een box bewerken

# heading_box_manage_form
source: Manage boxes
fr: Gestion des boîtes
it: Gestion des boîtes

# help_contentbox_no_recurse
source: Check this if you want the search to be restrained to the chosen folder, whithout recursing into subfolders.
eu: Compruebe esto si quiere que la búsqueda quede restringida a la carpeta elegida sin buscar en las subcarpetas.
fr: Si la case est cochée, la recherche se limitera au répertoire choisi, sans prendre en compte les sous-répertoires.
it: Si la case est cochée, la recherche se limitera au répertoire choisi, sans prendre en compte les sous-répertoires.

# help_contentbox_sort
source: To be efficient sorting on a search result will return only the first hundred documents
eu: La búsqueda devolverá sólo los primeros cien documentos
fr: Pour des raisons de performance, le tri sur le résultat d'une recherche limite le nombre de document retourné à une centaine.
it: Per motivi di ottimizzazione, il risultato di una ricerca è limitato e visualizza solamente i primi cento oggetti.

# help_italic_vendor_boxes_types
source: * predefined Box type. Some properties can not be changed from this interface.
eu: Los tipos de caja en cursiva son tipos predefinidos, algunas de sus propiedades no se pueden cambiar desde aquí. Utilice la caja por defecto para hacerlo.
fr: * boîte préconfigurée, certaines options de la boîte ne pourront être changées.
it: I contenitori presentati in italico sono di tipo predefinito. <br />Alcune proprietà non possono essere modificate da questa interfaccia. <br />A questo scopo utilizza il contenitore che ti viene proposto come standard.
nl: De boxes in cursief zijn gepredefinieerde types. U kan hun eigenschappen niet wijzigen via deze interface. Maak gebruik van de default box om dit te doen.

# label_authorized_only
source: Display authorized folders only
eu: Baimendutako karpetak bakarrik erakutsi
fr: Afficher uniquement les répertoires accessibles
it: Visualizza unicamente le cartelle accessibili:
nl: Enkel die folders tonen waarvoor autorisatie werd verleend

# label_box_content
source: Content
eu: edukia
fr: Contenu
it: Contenuto:
nl: Tekst

# label_box_skin
source: Box skin
eu: Vestidura de la caja
fr: Habillage de boîte
it: Aspetto del contenitore:

# label_categories
source: Categories
eu: Mailak
fr: Catégories
it: Categorie:
nl: Categorieën

# label_children_only
source: Display subfolders only
eu: Azpikarpetak bakarrik erakutsi
fr: Afficher uniquement les sous-répertoires
it: Visualizza solamente le sotto-cartelle:
nl: Enkel subfolders

# label_choose_section
source: Choose sections
eu: Seleccionar secciones
fr: Choisir les rubriques
it: Choisir les rubriques

# label_choose_workspace
source: Choose workspaces
eu: Seleccionar espacios de trabajo
fr: Choisir les espaces de travail
it: Choisir les espaces de travail

# label_closed
source: Close
eu: Itxi
fr: Fermer
it: Chiuso
nl: Gesloten

# label_collaborative_folder
source: My workspaces
eu: Nire lan-eremuak
fr: Mes espaces de travail
it: Il mio ambiente di lavoro
nl: Folder voor samenwerking

# label_contentbox_no_recurse
source: Do not recurse into subfolders
eu: No distribuir en subcarpetas
fr: Ne pas rechercher dans tous les sous-répertoires
it: Ne pas rechercher dans tous les sous-répertoires

# label_contentbox_zoom
source: Zoom on the first document
eu: Lehen dokumentua handitu
fr: Zoom sur le premier document
it: Ingrandisci il primo documento
nl: Zoomen

# label_contextual
source: Contextual
fr: Contextuel
it: Contestuale:
nl: Contextueel

# label_depth
source: Depth
eu: Profundidad
fr: Profondeur
it: Profondità di livello:
nl: Diepgang

# label_display_description
source: Display folder description
eu: Karpetaren deskribapena erakutsi
fr: Afficher la description des répertoires
it: Visualizza la descrizione delle cartelle:
nl: Beschrijving van de folder tonen

# label_display_icons
source: Icons
eu: Ikonoak
fr: Icône
it: Visualizza le icone:
nl: Pictogrammen tonen

# label_display_managers
source: Display folder managers
eu: Karpetaren kudeatzaileak erakutsi
fr: Afficher les responsables des répertoires
it: Visualizza i responsabili delle cartelle:
nl: Verantwoordelijken van de folder tonen

# label_display_root
source: Display hierarchy's root
eu: Mostrar la raíz de la jerarquía
fr: Afficher la racine de la hiérarchie
it: Visualizza l'origine:
nl: Basis van de hiërarchie tonen

# label_event_types
source: Document types considered as events
eu: Tipos de documento a tener en cuenta
fr: Types de documents à prendre en compte
it: Tipi di oggetto da prendere in considerazione:
nl: Evenement types

# label_event_types_help
source: Note: only documents featuring start and end dates can be listed in event calendars
eu: Hasiera eta amaiera datak dituzten hitzorduak bakarrik agertuko dira
fr: Note: seuls les documents ayant des dates de début et de fin peuvent être affichés dans le calendrier
it: Attenzione: solamente gli oggetti che possiedono le date di inizio e di scadenza possono essere inseriti nelle agende.
nl: Evenement types

# label_events_location
source: Search for events in
eu: Ebentuak bilatu hemen:
fr: Chercher des événements dans
it: Cerca degli avvenimenti in:
nl: Plaats van het evenement

# label_flash_file
source: Flash File
eu: Flasha
fr: Fichier Flash&trade;
it: File Flash:
nl: Flash bestand

# label_flash_height
source: Flash Box Height
eu: Flash Kutxaren Altuera
fr: Hauteur de la boîte Flash&trade;
it: Altezza dell'animazione Flash:
nl: Hoogte van de flash box

# label_flash_width
source: Flash Box Width
eu: Flash Kutxaren Zabalera
fr: Largeur de la boîte Flash&trade;
it: Larghezza dell'animazione Flash:
nl: Breedte van de flash box

# label_folder_search
source: Search a workspace
eu: Lan-eremu bat bilatu
fr: Rechercher un répertoire
it: Cerca in una cartella
nl: Folder zoeken

# label_i18n
source: Translation
eu: Traducción
fr: Traduction
it: Traduzione:

# label_image_link
source: Image link
eu: Enlace de la imagen
fr: Lien de l'image
it: Collegamento dell'immagine:
nl: Afbeelding_link

# label_maximized
source: Maximized
eu: Handitu
fr: Maximiser
it: Espanso
nl: Gemaximaliseerd

# label_minimized
source: Minimized
eu: Txikitu
fr: Minimiser
it: Ridotto
nl: Geminimaliseerd

# label_nb_items
source: Nb Items
eu: Nº de objetos
fr: Nb Objets
it: Nb oggetti:
nl: Aantal items

# label_order
source: Order
eu: Hurrenkera
fr: Ordre
it: Ordine:
nl: Volgorde

# label_pending
source: Pending
eu: Egiteke
fr: En attente
it: In attesa di pubblicazione
nl: In behandeling

# label_published
source: Published
eu: Publikatuta
fr: Publié
it: Pubblicato
nl: Gepubliceerd

# label_root
source: Root
eu: Raíz
fr: Racine
it: Origine:
nl: Basis

# label_search
source: Search
eu: Bilatu
fr: Options de recherche
it: Ricerca:
nl: Zoekmogelijkheden

# label_slot
source: Slot
eu: Kokapena (Slot-a)
fr: Emplacement
it: Posizione
nl: Positie

# label_visible_in_subfolder
source: Visible in subfolder
eu: Azpikarpetetan ere ikusgai
fr: visible dans les sous-répertoires
it: Visibile nella sotto-cartella
nl: Zichtbaar in de subfolder

# label_visible_only_in_subfolder
source: Visible ONLY in subfolder
eu: Azpikarpetetan BAKARRIK ikusigai
fr: visible UNIQUEMENT dans les sous-répertoires
it: Visibile UNICAMENTE nella sotto-cartella
nl: Enkel zichtbaar in de subfolder

# label_work
source: Work
eu: Trabajo
fr: Travail
it: In lavorazione
nl: Werk

# legend_folder_no_search_result
source: Your query gave no result.
eu: Emaitzarik ez.
fr: Votre requête n'a retourné aucun répertoire.
it: Ricerca negativa, la tua interrogazione non restituisce alcun risultato.
nl: Geen zoekresultaten

# link_atom_export
source: To the associated ATOM export
eu: Para la exportación al ATOM asociado
fr: Vers l'export ATOM associé
it: Vers l'export ATOM associé

# link_box_delete
source: Delete
eu: Ezabatu
fr: Supprimer
it: elimina
nl: Verwijderen

# link_box_edit
source: Edit
eu: Editatu
fr: Modifier
it: modifica
nl: Bewerken

# link_box_view
source: View settings
eu: Hobespenak ikusi
fr: Voir
it: Visualizza le impostazioni
nl: Tonen

# link_more
source: More...
eu: Gehiago...
fr: La suite...
it: Maggiori dettagli -->
nl: Meer ...

# link_rss_export
source: To the associated RSS newsfeed
eu: Al alimentador de noticias asociado RSS
fr: Vers le fil de nouvelles RSS associé
it: Vers le fil de nouvelles RSS associé

# listingheader_location
source: Location
eu: Sorrera-lekua
fr: Emplacement
it: Percorso:
nl: Lokatie

# listingheader_order
source: Order
eu: Hurrenkera
fr: Ordre
it: Ordine:
nl: Volgorde

# listingheader_title
source: Title
eu: Izenburua
fr: Titre
it: Titolo:
nl: Titel

# action_boxes
source: Manage boxes
fr: Gérer les boîtes

# action_boxes_root
source: Manage root boxes
fr: Gérer les boîtes à la racine

# description_box_skin_box
source: simple box
fr: boîte simple

# description_box_skin_mmcbox
source: min/max/close box
fr: boîte min/max/fermeture

# description_box_skin_mmbox
source: min/max box
fr: boîte min/max

# description_box_skin_sbox
source: frame box
fr: boîte avec cadre

# description_box_skin_sbox2
source: frame box without title
fr: boîte avec cadre et sans titre

# description_box_skin_wbox
source: box without frame
fr: boîte sans cadre

# description_box_skin_wbox2
source: box without frame and without title
fr: boîte sans cadre et sans titre

# description_box_skin_wbox3
source: box without frame without title, and without style
fr: boîte sans cadre sans titre, et sans style

# psm_box_created
source: Box created.
fr: Boîte créée.

# psm_box_modified
source: Box modified.
fr: Boîte modifiée.

# psm_box_deleted
source: Box deleted.
fr: Boîte effacée.

# portal_type_ActionBox_title
source: Action box
fr: Boîte d'actions

# portal_type_ActionBox_description
source: List actions by categories.
fr: Liste les actions appartenant à une ou plusieurs catégories.

# portal_type_BaseBox_title
source: Base box
fr: Boîte générique

# portal_type_BaseBox_description
source: Generic box like logo, search...
fr: Éléments divers&nbsp;: logo, recherche...

# portal_type_TextBox_title
source: Text box
fr: Boîte de texte

# portal_type_TextBox_description
source: A simple text or HTML box
fr: Pour afficher un texte simple ou du HTML dans une boîte.

# portal_type_TreeBox_title
source: Tree box
fr: Boîte de navigation

# portal_type_TreeBox_description
source: Navigation helper like menu and folders in a tree-like format
fr: Aide à la navigation : menu et arborescence.

# portal_type_ContentBox_title
source: Content box
fr: Boîte de contenu

# portal_type_ContentBox_description
source: Display folder contents or search results.
fr: Affiche le contenu d'un répertoire ou le résultat d'une recherche.

# portal_type_ImageBox_title
source: Image box
fr: Boîte d'image

# portal_type_ImageBox_description
source: A generic box with an image, logo folder header...
fr: Boîte générique avec une image&nbsp;: décoration, habillage de répertoire...

# portal_type_RSSBox_title
source: RSS box
fr: Boîte RSS

# portal_type_RSSBox_description
source: Display an RSS feed
fr: Affiche un flux d'informations RSS.

# portal_type_FlashBox_title
source: Flash Box
fr: Boîte Flash&trade;

# portal_type_FlashBox_description
source: A box displaying Macromedia&trade; Flash&trade; movies
fr: Boîte affichant des animations Macromedia&trade; Flash&trade;.

# portal_type_InternalLinksBox_title
source: Internal links box
fr: Boîte de liens internes

# portal_type_InternalLinksBox_description
source: Display a custom list of documents
fr: Affiche une liste de documents manuellement choisis

# portal_type_DocRenderBox_title
source: Doc Render Box
fr: Boîte rendu d'un document

# portal_type_DocRenderBox_description
source: Display the rendering of a document
fr: Affiche un document manuellement choisis

# description_nuxeo_basebox_default
source: An empty box.
fr: Une boîte de test.

# description_nuxeo_basebox_hr_separator
source: A line separator.
fr: Une ligne de séparation.

# description_nuxeo_basebox_br_separator
source: A new line separator.
fr: Un séparateur.

# description_nuxeo_basebox_logo
source: The CPS logo
fr: Le logo CPS.

# description_nuxeo_basebox_search
source: The search form
fr: Le formulaire de recherche aligné à droite.

# description_nuxeo_basebox_menu
source: A main menu displaying root of workspaces as well as root of sections and subsections.
fr: Le menu de Nuxeo affichant la racine des espaces de travails, celle des rubriques et les rubriques de premier niveau.

# description_nuxeo_basebox_breadcrumbs
source: Breadcrumbs, i.e. your current location path.
fr: Ligne de localisation, position courante.

# description_nuxeo_basebox_l10n_select
source: The language selection box.
fr: La boîte de sélection de langue.

# description_nuxeo_basebox_footer
source: The Nuxeo footer.
fr: Le pied de page de Nuxeo.

# description_nuxeo_basebox_conformance_statement
source: Box stating the conformance to W3C standards
fr: Boîte d'annonce de conformité aux standards du W3C

# description_nuxeo_basebox_folder_header
source: Title header of a folder.
fr: Titre de répertoire.

# description_nuxeo_basebox_welcome
source: The CPS welcome bar.
fr: Le message de bienvenue de CPS.

# description_nuxeo_basebox_calendar
source: An event calendar.
fr: Un agenda d'événement.

# description_nuxeo_contentbox_default
source: A default content box.
fr: La boîte de contenu par défaut.

# description_nuxeo_contentbox_last_modified
source: A box displaying the last published documents.
fr: La boîte affichant les derniers documents publiés.

# description_nuxeo_contentbox_simple
source: A simple content box displaying a short list of objects
fr: Boîte de contenu affichant une liste simple.

# description_nuxeo_contentbox_pending
source: A box displaying pending documents
fr: Boîte de contenu affichant les documents en attente de publication.

# description_nuxeo_textbox_default
source: A default text box.
fr: La boîte de texte par défaut.

# description_nuxeo_treebox_default
source: A default navigation box.
fr: La boîte de navigation par défaut.

# description_nuxeo_treebox_center
source: A contextual center navigation that display 2 level of sub-sections.
fr: Navigation contextuelle affichant deux niveaux de sous-répertoires.

# description_nuxeo_treebox_sitemap
source: A sitemap
fr: Plan de site

# description_nuxeo_actionbox_default
source: A default box.
fr: La boîte d'actions par défaut.

# description_nuxeo_actionbox_user
source: The Nuxeo user box.
fr: La boîte utilisateur de Nuxeo.

# description_nuxeo_actionbox_menu
source: A menu box with tabs.
fr: La boîte d'actions sous forme de menu à onglets.

# description_nuxeo_actionbox_header
source: A header action list
fr: Une liste d'actions simple utilisée pour les actions en en-tête de la page.

# description_nuxeo_imagebox_default
source: A sample image box.
fr: Une boîte avec une image.

# description_nuxeo_flashbox_default
source: Box displaying a Flash&trade; file, with parametrable width and height
fr: Une boîte affichant une animation Flash&trade;, avec largeur et hauteur paramétrables

# description_nuxeo_treebox_sitemap_adv
source: An advanced workspace map
fr: Plan des espaces de travail

# description_nuxeo_internallinks_default
source: A default internal links box.
fr: La boîte de liens internes par défaut.

# description_nuxeo_render_default
source: A default render box.
fr: La boîte rendu d'un document par défaut.

source: Action
eu: Akzioa
it: Azione
nl: Actie

# label_btype
source: Type
eu: Mota
it: Tipo:

# listingheader_action
source: Action
eu: Ekintza
it: Azione:
nl: Actie

# listingheader_type
source: Type
eu: Mota
it: Tipo:
